{
    "1": "Why don't skeletons fight each other? They don't have the guts!",
    "2": "Why couldn't the bicycle stand up by itself? Because it was two-tired!",
    "3": "Why did the scarecrow win an award? Because he was outstanding in his field!",
    "4": "What do you call fake spaghetti? An impasta!",
    "5": "Why did the math book look sad? Because it had too many problems.",
    "6": "What did one wall say to the other wall? I'll meet you at the corner!",
    "7": "Why did the tomato turn red? Because it saw the salad dressing!",
    "8": "What do you get when you cross a snowman with a vampire? Frostbite!",
    "9": "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
    "10": "How does a penguin build its house? Igloos it together!",
    "11": "What did the janitor say when he jumped out of the closet? Supplies!",
    "12": "Why don't scientists trust atoms? Because they make up everything!",
    "13": "What did the fish say when it hit the wall? Dam!",
    "14": "Why did the coffee file a police report? It got mugged!",
    "15": "Why was the belt arrested? For holding up a pair of pants!",
    "16": "What did one hat say to the other? You stay here, I'll go on ahead!",
    "17": "Why don't skeletons fight each other? They don't have the guts!",
    "18": "What do you call a bear with no teeth? A gummy bear!",
    "19": "What did one ocean say to the other ocean? Nothing, they just waved!",
    "20": "Why did the scarecrow win an award? Because he was outstanding in his field!",
    "21": "What's orange and sounds like a parrot? A carrot!",
    "22": "Why did the bicycle fall over? Because it was two-tired!",
    "23": "What did one snowman say to the other snowman? Do you smell carrots?",
    "24": "Why did the tomato turn red? Because it saw the salad dressing!",
    "25": "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
    "26": "How do you make holy water? You boil the hell out of it!",
    "27": "Why don't eggs tell jokes? Because they'd crack each other up!",
    "28": "What do you call a fake noodle? An impasta!",
    "29": "Why did the math book look sad? Because it had too many problems.",
    "30": "What do you call a can opener that doesn't work? A can't opener!"
}